tap "alfg/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "archey"
brew "asciiquarium"
brew "bash"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "fortune"
brew "git"
brew "git-open"
brew "gource"
brew "htop"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "postgresql@14"
brew "sqlite"
brew "python@3.9"
brew "sl"
brew "speedtest-cli"
brew "toilet"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "heroku/brew/heroku"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "discord"
cask "fman"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "mark-text"
cask "numi"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "qbittorrent"
cask "spectacle"
cask "the-unarchiver"
cask "turbo-boost-switcher"
cask "unnaturalscrollwheels"
