tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "samtay/tui"
brew "brotli"
brew "xz"
brew "aom"
brew "aribb24"
brew "berkeley-db"
brew "perl"
brew "asciiquarium"
brew "autoconf"
brew "boost"
brew "cmatrix"
brew "cowsay"
brew "fd"
brew "fff"
brew "p11-kit"
brew "sdl2"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "gource"
brew "gtop"
brew "htop"
brew "jq"
brew "killport"
brew "lolcat"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "oh-my-posh"
brew "ollama"
brew "pwgen"
brew "sqlite"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "sl"
brew "speedtest-cli"
brew "toilet"
brew "trash"
brew "vhs"
brew "vifm"
brew "wget"
brew "caarlos0/tap/timer"
brew "samtay/tui/tetris"
cask "alacritty"
cask "amethyst"
cask "arc"
cask "coconutbattery"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "github"
cask "iterm2"
cask "keyboardcleantool"
cask "notion"
cask "notunes"
cask "postman"
cask "visual-studio-code"
cask "warp"
cask "yt-music"
vscode "1yib.rust-bundle"
vscode "albert.tabout"
vscode "amandeepmittal.pug"
vscode "amodio.tsl-problem-matcher"
vscode "antfu.slidev"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "ccjr.emotion-auto-css"
vscode "chakrounanas.turbo-console-log"
vscode "chon.touch-my-files"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ducfilan.pug-formatter"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "felipe.nasc-touchbar"
vscode "formulahendry.auto-rename-tag"
vscode "graphql.vscode-graphql-syntax"
vscode "griimick.vhs"
vscode "gruntfuggly.todo-tree"
vscode "hollowtree.vue-snippets"
vscode "hoovercj.vscode-power-mode"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "msjsdiag.vscode-react-native"
vscode "mutantdino.resourcemonitor"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pomber.git-file-history"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "styled-components.vscode-styled-components"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
