tap "bakks/bakks"
tap "caarlos0/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
tap "samtay/tui"
brew "brotli"
brew "xz"
brew "aom"
brew "aribb24"
brew "perl"
brew "asciiquarium"
brew "autoconf"
brew "berkeley-db"
brew "boost"
brew "sqlite"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "docker-compose"
brew "fd"
brew "fff"
brew "p11-kit"
brew "sdl2"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glab"
brew "gource"
brew "htop"
brew "ios-deploy"
brew "jq"
brew "killport"
brew "lazygit"
brew "libimobiledevice"
brew "lolcat"
brew "mkcert"
brew "neofetch"
brew "neovim"
brew "oh-my-posh"
brew "pgloader"
brew "pkgconf"
brew "poppler"
brew "postgresql@16"
brew "pwgen"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "sl"
brew "speedtest-cli"
brew "thefuck"
brew "tmux"
brew "toilet"
brew "trash", link: true
brew "vhs"
brew "vifm"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "oven-sh/bun/bun"
brew "samtay/tui/tetris"
cask "alt-tab"
cask "amethyst"
cask "arc"
cask "coconutbattery"
cask "figma"
cask "firefox@developer-edition"
cask "ghostty"
cask "keyboardcleantool"
cask "obsidian"
cask "postman"
cask "yt-music"
vscode "1yib.rust-bundle"
vscode "albert.tabout"
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "ccjr.emotion-auto-css"
vscode "chakrounanas.turbo-console-log"
vscode "chon.touch-my-files"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "ghmcadams.lintlens"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql-syntax"
vscode "griimick.vhs"
vscode "gruntfuggly.todo-tree"
vscode "hoovercj.vscode-power-mode"
vscode "jakearl.search-editor-apply-changes"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-cloak"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "msjsdiag.vscode-react-native"
vscode "mutantdino.resourcemonitor"
vscode "naumovs.color-highlight"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "pomber.git-file-history"
vscode "prisma.prisma"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "sanity-io.vscode-sanity"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "solidjs-community.solid-snippets"
vscode "styled-components.vscode-styled-components"
vscode "supermaven.supermaven"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "tonybaloney.vscode-pets"
vscode "uctakeoff.vscode-counter"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "viktorqvarfordt.vscode-pitch-black-theme"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
